<template>
    <div>
        <swiper class="swiper" :options="swiperOption">
            <swiper-slide class="text">
                <div>
                    新华社北京3月18日电 题：努力培养担当民族复兴大任的时代新人——学校思想政治理论课教师座谈会与会代表热议习近平总书记重要讲话

　　新华社记者施雨岑、周玮、白瀛

　　“加快推进教育现代化、建设教育强国、办好人民满意的教育，努力培养担当民族复兴大任的时代新人，培养德智体美劳全面发展的社会主义建设者和接班人。”

　　习近平总书记18日主持召开学校思想政治理论课教师座谈会并发表重要讲话，对新时代学校思想政治理论课建设指明前行方向，对广大思想政治理论课教师提出殷切期望。

　　与会代表纷纷表示，在习近平新时代中国特色社会主义思想指引下，广大教育工作者要全面贯彻党的教育方针，落实立德树人的根本任务，努力培养担当民族复兴大任的时代新人。

　　理直气壮开好思政课

　　“习近平总书记说，思想政治理论课是落实立德树人根本任务的关键课程。我们要从坚持和发展中国特色社会主义事业、实现中华民族伟大复兴的高度来认识办好思政课的重要意义。”教育部高等学校思想政治理论课教学指导委员会专家、北京师范大学马克思主义学院教授熊晓琳说，我们要积极应对新时代的新问题新挑战，加强价值引导，努力讲清道理、以理服人。

　　习近平总书记指出，我们办中国特色社会主义教育，就是要理直气壮开好思政课，用新时代中国特色社会主义思想铸魂育人。

　　教育部高等学校思想政治理论课教学指导委员会专家、中国人民大学马克思主义学院教授刘建军深受鼓舞：“我们要以自信、奋斗、担当的精神状态，积极引导学生增强中国特色社会主义道路自信、理论自信、制度自信、文化自信。”

　　青少年阶段是人生的“拔节孕穗期”，最需要精心引导和栽培。习近平总书记的形象比喻，令从教26年的湖北省武汉市解放中学高级教师吴又存深有感触。

　　“触动心灵的教育才是最成功的教育。多年来我潜心研究教育教学方法，把初中的‘道德与法治’课上成学生们很喜欢的课程。”吴又存说，今后还要继续努力，让思政课情真意切、发自肺腑、激情澎湃，为学生成长成才亮起引路明灯。

　　自觉做为学为人的表率

　　办好思想政治理论课关键在教师，关键在发挥教师的积极性、主动性、创造性。

　　长期关注思想政治课教师队伍建设的宁夏大学马克思主义学院教授党锐峰感到，习近平总书记对思政课教师的重视，让来自西部的一线教师对未来更有信心、更有底气。党锐峰说：“相信随着各项政策措施的完善落实，思政课专职教师队伍将会进一步配齐建强。”

　　“师者，所以传道授业解惑也。思政课教师必须自己先把理论问题搞清楚。”南开大学马克思主义学院教授王新生深刻思考着自己的职责，“自己没有真正的信仰，没有扎实的理论，怎么可能让学生相信你呢？我们要不断完善知识结构，提高理论水平，才能发挥关键作用。”

　　亲其师，才能信其道。习近平总书记所说的“用高尚的人格感染学生、赢得学生”，令与会者印象深刻。

　　“什么是人格的力量？就是要真信、真懂、真做。”大连海事大学马克思主义学院教授曲建武说，思政课教师要做到知行合一，把理论和实践紧密结合起来，自觉做为学为人的表率，真正给学生心灵埋下真善美的种子。

　　矢志创新，不断增强思政课思想性理论性亲和力针对性

　　“今天，习近平总书记给我们上了一堂生动的思政课。”习近平总书记就推动思想政治理论课改革创新提出了要求，深深启发着与会代表。

　　“思政课的内容创新至关重要。”国务院学位委员会马克思主义理论学科评议组专家、清华大学马克思主义学院教授艾四林说，“要创新话语体系，立足中国实践，及时把党的创新理论，特别是将习近平新时代中国特色社会主义思想融入我们整个课程，让这些理论生动地进教材、进课堂、进学生头脑。”

　　“只有打动学生，才能影响学生。”在上海交通大学马克思主义学院教授施索华看来，思想政治教育不是飘在天上的教条，而是脚踏实地的践行。“我们要采用大学生喜闻乐见的教学方式、贴近生活的教学内容，通过身边的故事引导学生去思考理想、责任、人生和信念，立鸿鹄志、做奋斗者。”

　　如何不断增强思政课的思想性、理论性和亲和力、针对性？与会代表表示，守正与创新相结合，以具有创新性的教学方式激发课堂活力，提升育人效果。

　　“当代青年面对教师更加敢于表达、乐于沟通，这给了我们更多机会倾听学生在精神成长过程中不同的需求、期待及人生困惑，从而因事而化，因势利导，在不断思想启发和释疑解惑中让学生水到渠成得出结论。”复旦大学马克思主义学院高级讲师陈果说，启发性的引导比简单教条的输出更有效，我们要和学生在教学相长和坦诚探讨中，激发道德情感，启迪理想信念，引导大学生树立正确的世界观、人生观、价值观。

图集

                </div>
            </swiper-slide>
        </swiper>
    </div>
</template>

<script>
    import 'swiper/dist/css/swiper.css'
    import {swiper,swiperSlide} from 'vue-awesome-swiper'
    export default {
        data() {
            return {
                swiperOption:{
                    direction: 'vertical',
                    slidesPreView:'auto',// 一屏之内显示的数量
                    freeMode: true,
                    mousewheel: true,
                }
            }
        },
        components:{
            swiper,
            swiperSlide
        }
    }
</script>

<style scoped>
    .swiper{
        height: 300px;
        /* overflow: hidden;   */
        overflow: scroll;  
    }
    .text{
        font-size: 18px;
        text-align: left;
        padding: 30px;
        height: auto;
        -webkit-box-sizing: border-box;
        box-sizing: border-box;
    }
</style>